Repository: OctoPrint/OctoPrint
Catalog: translations/*/LC_MESSAGES/message.po
Languages: pt

source: Slicing is currently disabled since no slicer has been configured yet. Please configure a slicer under "Settings".
pt: O fatiamento está atualmente desativado já que nenhum fatiador foi configurado ainda. Por favor configurar um fatiador em "Configurações".

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
pt: Por favor configure qual fatiador e qual perfil de fatiamento será usado e nomeie o arquivo Gcode para fatiar a seguir, ou clique em "Cancelar" se você não deseja cortar o arquivo agora.

source: Slicer
pt: Fatiador

source: Select a slicer...
pt: Selecione um fatiador…

source: Slicing Profile
pt: Perfil de fatiamento

source: Select a slicing profile...
pt: Selecione um perfil de fatiamento …

source: Printer Profile
pt: Perfil da Impressora

source: Select a printer profile...
pt: Selecione um perfil da impressora ...

source: GCode Filename
pt: Nome do arquivo GCode

source: After slicing...
pt: Depois de fatiar …

source: Slice
pt: fatiar

source: User Settings
pt: Configurações do Usuário

source: Active
pt: Ativo

source: Action
pt: Ação

source: API Key
pt: Chave API

source: Update User
pt: Atualizar utilizador

source: Change password
pt: Alterar senha

source: Delete user
pt: Excluir Usuário

source: Add user
pt: Adicionar usuários

source: Repeat Password
pt: Repita a senha

source: Edit user "%(user)s"
pt: Editar usuário "%(user)s"

source: Change password for user "%(user)s"
pt: Alterar a senha para o usuário "%(user)s"

source: New Password
pt: Nova senha de acesso

source: Current API Key
pt: Chave API atual

source: Enable
pt: Habilitar

source: Allow <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
pt: Permitir <a href="%(url)s"> rede de compartilhamento de recursos (CORS)</a>

source: QR Code
pt: Código QR

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
pt: O nome desta instância OctoPrint, será mostrado na barra de navegação e mostrado na rede

source: Title
pt: Título

source: Personalize the color of the navigation bar - maybe to match your printer?
pt: Personalize a cor da barra de navegação - talvez para combinar com a sua impressora?

source: Color
pt: Cor

source: For acrylic printers ;)
pt: Para impressoras de acrílico ;)

source: Transparent Color
pt: Cor transparente

source: Language Packs
pt: Pacotes de Idiomas

source: Manage...
pt: Gerenciar...

source: Default Language
pt: Idioma Padrão

source: Changes to the default interface language will only become active after a reload of the page and only be active if not overridden by the users language settings.
pt: As alterações de idioma só serão ativas depois de recarregar a página e só serão ativadas se não forem substituídas pelas configurações de língua do usuário.

source: Manage Language Packs...
pt: Gerenciar Pacotes de Idiomas ...

source: Available Language Packs
pt: Pacotes de idiomas disponíveis

source: Last update:
pt: Última Atualização:

source: Delete
pt: Excluir

source: No additional Language Packs are installed at the moment.
pt: Não há pacotes de idiomas adicionais instalados no momento.

source: Upload additional Language Packs
pt: Carregar pacotes de idiomas adicionais

source: Upload
pt: Carregar

source: This does not look like a valid language pack. Valid language packs should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
pt: Isto não se parece com um pacote de idioma válido. Pacotes de idiomas válidos devem ser arquivos zip ou tarballs e tem a extensão ".zip", ".tar.gz", ".tgz" ou ".tar"

source: Please note that you will have to reload the page in order for any newly added language packs to become available.
pt: Por favor, note que você terá que recarregar a página para que qualquer idioma recém-adicionado se torne disponível.

source: Enable Temperature Graph
pt: Ativar o gráfico de temperatura

source: Enable GCode Visualizer
pt: Ativar Visualizador do Gcode

source: Enable SD support
pt: Habilitar o Suporte o SD

source: Enable Keyboard Control
pt: Ativar o controle do teclado

source: Wait for <code>start</code> on connect
pt: Aguarde para <code>start</code> ao conectar

source: Always assume SD card is present
pt: Sempre assumir que um cartão SD está inserido

source: Send a checksum with <strong>every</strong> command
pt: Enviar uma checagem de verificação com <strong>todos</strong> os comandos

source: Ignore consecutive resend requests for the same line
pt: Ignorar solicitações de reenvio consecutivas para a mesma linha

source: Support <code>TargetExtr%%n</code>/<code>TargetBed</code> target temperature format
pt: Suporte <code>TargetExtr%%n</code>/<code>TargetBed</code> formato de temperatura alvo

source: Disable detection of external heatups
pt: Desativar detecção de heatups externos

source: Upload Folder
pt: Carregar pasta

source: Timelapse Folder
pt: Pasta de Timelapse

source: Timelapse Temp Folder
pt: Pasta Temporária de Timelapse

source: Logs Folder
pt: Pasta de Logs

source: Watched Folder
pt: Pasta de monitoramento

source: Actively poll the watched folder. Check this if files in your watched folder aren't automatically added otherwise.
pt: ativamente inpulsiona registros na pasta de monitoramento. Assinale isto se os arquivos ad sua pasta de monitoramento não estão sendo adicionados automaticamente.

source: Disk space thresholds
pt: Limites de espaço em disco

source: If the free disk space falls below these thresholds, OctoPrint will warn the user.
pt: Se o espaço livre em disco cai abaixo desses limites, o OctoPrint irá avisar o usuário.

source: Warning
pt: Aviso!

source: Critical
pt: Crítico

source: Before print job starts
pt: Antes do trabalho de impressão começar

source: After print job completes
pt: Após o trabalho de impressão terminar

source: After print job is cancelled
pt: Após o trabalho de impressão ser cancelado

source: After print job is paused
pt: Após trabalho de impressão ser pausado

source: Before print job is resumed
pt: Antes de trabalho de impressão ser retomado

source: After connection to printer is established
pt: Após a conexão de impressora ser estabelecida

source: Modification date
pt: Data da modificação

source: Size
pt: Tamanho

source: Date
pt: Data

source: Model
pt: Modelo

source: Set as default profile
pt: Definir como perfil padrão

source: Edit Profile
pt: Editar perfil

source: Add Profile...
pt: Adicionar um Perfil

source: Name must be set
pt: O nome deve ser definido

source: Form Factor
pt: fator de forma

source: Rectangular
pt: Retangular

source: Origin
pt: Origem

source: Heated Bed
pt: Mesa Aquecida

source: Axis
pt: Eixo

source: Invert control
pt: Inverter controle

source: Nozzle Diameter
pt: Diâmetro do bico

source: Number of Extruders
pt: Número de Extrusores

source: Nozzle Offsets (relative to first nozzle T0)
pt: Os Offsets do bico (em relação ao primeiro bico T0)

source: Serial port to connect to, setting this to AUTO will make OctoPrint try to automatically find the right setting
pt: Porta serial de conexão, por essa configuração em AUTO fará com que o OctoPrint tente encontrar automaticamente a configuração correta

source: Serial Port
pt: Porta serial

source: Serial baud rate to connect with, setting this to AUTO will make OctoPrint try to automatically find the right setting
pt: Taxa de transmissão serial para se conectar, por essa configuração em AUTO farácom que o OctoPrint tente encontrar automaticamente a configuração correta

source: Baudrate
pt: Taxa de transmissão

source: Makes OctoPrint try to connect to the printer automatically during start up
pt: Faz com que o OctoPrint tente se conectar com a impressora automaticamente durante a inicialização

source: Auto-connect to printer on server start
pt: Auto-conectar a impressora na inicialização do servidor

source: Interval in which to poll for the temperature information from the printer while printing
pt: Intervalo para captar informação sobre a temperatura da impressora durante a impressão

source: Temperature interval
pt: Intervalo de temperatura

source: Interval in which to poll for the SD printing status information from the printer while printing
pt: Intervalo para captar para as informações de status da impressão pelo SD da durante a impressão

source: SD status interval
pt: Intervalo de status do SD

source: Time after which the communication with your printer will be considered timed out if nothing was sent by your printer (and an attempt to get it talking again will be done). Increase this if your printer takes longer than this for some moves. This is also the interval in which the temperature will be polled from the printer while not printing.
pt: Tempo do qual a comunicação com a impressora será considerado esgotado se não houver comunicação com a sua impressora (e uma nova tentativa de comunicação será feito novamente). Aumente aqui se a sua impressora demorar mais tempo do que isso para fazer alguns movimentos. Este também é o intervalo em que a temperatura será monitorados pela impressora enquanto não estiver imprimindo.

source: Communication timeout
pt: O tempo de comunicação expirou

source: Time after which a connection attempt to the printer will be considered as having failed
pt: O tempo do qual uma tentativa de conexão com a impressora será considerado como falhado

source: Connection timeout
pt: Tempo limite de conexão excedido

source: Time after which to consider an auto detection attempt to have failed if no successful connection is detected
pt: Tempo para considerar uma tentativa de autodetecção ter falhado se não houver conexão bem-sucedida detectada

source: Autodetection timeout
pt: Autodetecção do tempo limite

source: Log communication to serial.log (might negatively impact performance)
pt: Log de comunicação para serial.log (pode impactar negativamente o desempenho)

source: Long running commands
pt: Longos comandos em execução

source: Additional serial ports
pt: Portas seriais adicionais

source: Use this to define additional <a href="%%(glob_url)s">glob patterns</a> matching serial ports to list for connecting against, e.g. <code>/dev/ttyAMA*</code>. One entry per line.
pt: Use isto para definir adicionais <a href="%%(glob_url)s">padrões glob</a> correspondentes à portas seriais para a lista para conectar, por exemplo, <code>/dev/ttyAMA*</code>. Uma entrada por linha.

source: Commands
pt: Comandos

source: Command to restart the OctoPrint server
pt: O comando para reiniciar o servidor OctoPrint

source: Restart OctoPrint
pt: Reiniciar o OctoPrint

source: Command to restart the system OctoPrint is running on
pt: O Comando para reiniciar o sistema está sendo executado pelo OctoPrint

source: Restart system
pt: Reiniciar o sistema

source: Command to shut down the system OctoPrint is running on
pt: O comando para desligar o sistema está sendo executado pelo OctoPrint

source: Shutdown system
pt: Desligar sistema

source: Temperature Graph
pt: Gráfico de temperatura

source: Graph cutoff
pt: Gráfico cutoff

source: Needs a restart of OctoPrint to become active.
pt: Necessário reiniciar o OctoPrint para este se tornar ativo.

source: Temperature Presets
pt: Pré-definições de temperatura

source: Extruder
pt: Extrusor

source: RegExp
pt: Expressão regular

source: URL to embed into the UI for live viewing of the webcam stream
pt: URL para incorporar em sites para visualização ao vivo de imagens da webcam

source: Stream URL
pt: URL de Stream

source: URL to use for retrieving webcam snapshot images for timelapse creation
pt: URL usado para recuperar imagens da webcam para a criação de timelapse

source: Snapshot URL
pt: URL Snapshot

source: Full path to the FFMPEG binary
pt: Caminho completo para o binário FFMPEG

source: Path to FFMPEG
pt: Caminho para FFMPEG

source: Bitrate to use for encoding the timelapse video
pt: Taxa de bits a ser usado para codificar o vídeo de timelapse

source: Timelapse bitrate
pt: Taxa de bits do Timelapse

source: Number of FFMPEG encoding threads
pt: Número de FFMPEG tópicos de codificação

source: FFMPEG threads
pt: Tópicos FFMPEG

source: Enable OctoPrint watermark in timelapse movies
pt: Habilitar marca d’água na imagem

source: Flip webcam horizontally
pt: Inverter a webcam horizontalmente

source: Flip webcam vertically
pt: Inverter a webcam verticalmente

source: Rotate webcam 90 degrees counter clockwise
pt: Rodar a webcam 90 graus no sentido anti-horário

source: If you do not wish to change your password, just leave the following fields empty.
pt: Se você não quiser alterar sua senha, basta deixar os seguintes campos vazios.

source: Language
pt: Idioma

source: Changes to the interface language will only become active after a reload of the page.
pt: As alterações ao idioma da interface só se tornarão ativas depois de recarregar a página.

source: Remember me
pt: Lembrar Login

source: Logout
pt: Sair

source: Settings
pt: Configurações

source: System
pt: Sistema

source: Upload locally
pt: Carregar localmente

source: Upload to SD
pt: Fazer upload para o SD

source: SD not initialized
pt: SD não inicializado

source: Attempt to reconnect
pt: Tentativa de reconexão

source: Please reload
pt: Por favor recarregue a página

source: There is a new version of the server active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
pt: Há uma nova versão do servidor ativo agora, é necessária uma recarregamento da página de interface do usuário. Isso não irá interromper os trabalhos de impressão que você possa ter em curso. Volte a carregar a interface web agora, clicando no botão abaixo.

source: Save connection settings
pt: Salvar configurações de conexão

source: Auto-connect on server startup
pt: Auto-conectar na inicialização do servidor

source: Uploaded
pt: Enviados

source: Additional data
pt: Dados Adicionais

source: Download
pt: Baixar

source: Remove
pt: Remover

source: Load
pt: Carregar

source: Load and Print
pt: Carregar e imprimir

source: Free
pt: Livre

source: Hint: You can also drag and drop files on this page to upload them.
pt: Dica: Você também pode arrastar e soltar arquivos nesta página para carregá-los.

source: Sort by name
pt: Ordenar por nome

source: Sort by upload date
pt: Ordenar por data de envio

source: Sort by file size
pt: Ordenar por tamanho de arquivo

source: Only show GCode files
pt: Mostra somente os arquivos GCode

source: Only show STL files
pt: Mostra somente os arquivos STL

source: Only show files stored locally
pt: Mostra somente os arquivos armazenados localmente

source: Only show files stored on SD
pt: Mostra somente os arquivos armazenados no SD

source: Hide successfully printed files
pt: Ocultar arquivos impressos com êxito

source: Initialize SD card
pt: Inicializar cartão SD

source: Refresh SD files
pt: recarregar arquivos do SD

source: Release SD card
pt: Ejetar SD card

source: Machine State
pt: estado da máquina

source: File
pt: Arquivo

source: Approx. Total Print Time
pt: Tempo de impressão Total aprox.

source: Print Time
pt: Tempo de impressão

source: Print Time Left
pt: Tempo restante de impressão

source: Printed
pt: Impresso

source: Restart
pt: Reiniciar

source: Print
pt: Imprimir

source: Resume
pt: Resumir

source: Cancels the print job
pt: Cancela o trabalho de impressão

source: Keyboard controls active
pt: Controles do teclado ativos

source: X Axis
pt: Eixo X

source: Y Axis
pt: Eixo Y

source: Z Axis
pt: Eixo Z

source: Home X/Y
pt: Origem X/Y

source: Home Z
pt: Origem Z

source: Stepsize
pt: Tamanho do passo

source: Hint: If you move your mouse over the picture, you enter keyboard control mode.
pt: Dica: Se você mover o mouse sobre a imagem, você entra no modo de controle do teclado.

source: Feed rate:
pt: Taxa de alimentação:

source: Select Tool...
pt: Selecione a ferramenta...

source: Extrude
pt: Extrudir

source: Retract
pt: Retrair

source: Flow rate:
pt: Taxa de fluxo:

source: Motors off
pt: Motores off

source: Fan on
pt: Ventoinha ligada

source: Fan off
pt: Ventoinha desligada

source: Model info
pt: Informação do modelo

source: Renderer options
pt: Opções de renderização

source: Sync with job progress
pt: Sincronizar com o progresso do trabalho

source: Center viewport on model
pt: Centraliza a câmera no modelo

source: Zoom in on model
pt: Zoom in no modelo

source: Show moves
pt: Mostrar movimentos

source: Show retracts
pt: Mostrar retrações

source: Also show previous layer
pt: Mostrar também a camada anterior

source: Also show next layer
pt: Mostrar também a próxima camada

source: Reload
pt: Recarregar

source: <p> You've selected <strong data-bind="text: selectedFile.name"></strong> for printing which has a size of <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Depending on your machine this might be too large for rendering and cause your browser to become unresponsive or crash. </p> <p> Are you sure you want to visualize this file nevertheless? </p>
pt: <p> Você selecionou <strong data-bind="text: selectedFile.name"></strong> para imprimir com um tanahnho de <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Dependendo da sua máquina isto pode ser muito grande para renderizar e pode deixar o seu browser sem responder ou dar um crash. </p> <p> Você tem certeza que quer visualizar esse aquivo memso assim? </p>

source: Yes, please visualize %(name)s regardless of its size
pt: Sim, por favor, visualizar %(name)s , independentemente do seu tamanho

source: Set
pt: Definir

source: Scroll to end
pt: Scroll até o fim

source: Select all
pt: Selecionar tudo

source: Send
pt: Enviar

source: Hint: Use the arrow up/down keys to recall commands sent previously
pt: Dica: Use a seta para cima/baixo para recordar comandos enviados anteriormente

source: Fake Acknowledgement
pt: Falso reconhecimento

source: If acknowledgements ("ok"s) sent by the firmware get lost due to issues with the serial communication to your printer, OctoPrint's communication with it can become stuck. If that happens, this can help. Please be advised that such occurences hint at general communication issues with your printer which will probably negatively influence your printing results and which you should therefore try to resolve!
pt: Se forem reconhecidos ("ok"s) não enviados pelo firmware devido a problemas com a comunicação serial para a impressora, a comunicação com o OctoPrint pode ficar travada. Se isso acontecer, isso pode ajudar. Informamos que você deve tentar resolver tais ocorrências para que a sua impressora tenha bons resultados em suas impressões

source: Take note that timelapse configuration is disabled while your printer is printing.
pt: Saiba que a configuração de timelapse está desabilitada enquanto a impressora está imprimindo.

source: Timelapse Configuration
pt: Configuração de Timelapse

source: Timelapse Mode
pt: Modo de Timelapse

source: Do not use with spiralized ("Joris") vases or similar continuous Z models.
pt: Não use com vasos espiralizados ("Joris") ou modelos semelhantes de Z contínuos.

source: Timelapse frame rate (in frames per second)
pt: Timelapse frame rate (em quadros por segundo)

source: Timelapse post roll (in rendered seconds)
pt: Timelapse post roll (em segundos processados)

source: Interval
pt: Intervalo

source: Save as default
pt: Salvar como padrão

source: Save config
pt: Salvar configuração

source: Finished Timelapses
pt: Timelapses Terminados

source: Creation date
pt: Data de criação
