Repository: OctoPrint/OctoPrint
Catalog: translations/*/LC_MESSAGES/message.po
Languages: pt

source: General
pt: Geral

source: Path to CuraEngine
pt: Caminho para CuraEngine

source: Log the output of CuraEngine to plugin_cura_engine.log
pt: Registrar a saída de CuraEngine para plugin_cura_engine.log

source: Profiles
pt: Perfil

source: Sort by
pt: Classificar por

source: Identifier
pt: Identificador

source: ascending
pt: ascendente

source: Name
pt: Nome

source: Actions
pt: Ação

source: Make default
pt: Tornar padrão

source: Delete Profile
pt: Apagar Perfil

source: Import Profile...
pt: Importar Perfil…

source: Import Existing Cura Profile
pt: Importar Perfil existente do Cura

source: Profile ini file
pt: Arquivo ini do perfil

source: Browse...
pt: Buscar…

source: Description
pt: Descrição

source: Overwrite existing file
pt: Sobrescrever arquivo existente

source: Abort
pt: Abortar

source: Confirm
pt: Confirmar

source: Plugin Manager
pt: Gestor de 'Plugins'

source: Installing plugin...
pt: Instalando o plugin...

source: Installing plugin from uploaded archive...
pt: Instalando o plugin do arquivo carregado...

source: Something went wrong
pt: Ops, algo deu errado.

source: Please consult octoprint.log for details
pt: Por favor consulte octoprint.log para obter detalhes

source: Installing plugin "%(name)s" from %(url)s...
pt: Instalando o plugin "%(name)s" de %(url)s…

source: Installing plugin from %(url)s...
pt: Instalando o plugin de %(url)s…

source: Reinstalling plugin...
pt: Reinstalando o plugin…

source: Reinstalling plugin "%(name)s" from %(url)s...
pt: Reinstalando o plugin "%(name)s" de %(url)s…

source: Uninstalling plugin...
pt: Desinstalando o plugin…

source: Uninstalling plugin "%(name)s"
pt: Desinstalando o plugin "%(name)s"

source: Reinstall
pt: Reinstalar

source: Install
pt: Instalar

source: Incompatible
pt: Incompatível

source: Reload now
pt: Recarregue agora

source: Done!
pt: Concluído

source: Enable Plugin
pt: Activar o 'Plugin'

source: Disable Plugin
pt: Desactivar o 'Plugin'

source: Plugin installed
pt: Plugin instalado

source: A plugin was installed successfully, however it was impossible to detect which one. Please Restart OctoPrint to make sure everything will be registered properly
pt: Um plugin foi instalado com sucesso, no entanto, não foi possível detectar qual. Por favor reinicie OctoPrint para certificar-se de que tudo será registrado corretamente

source: Plugin "%(name)s" reinstalled
pt: Plugin "%(name)s" reinstalado

source: The plugin was reinstalled successfully
pt: O plugin foi reinstalado com sucesso

source: The plugin was reinstalled successfully, however a restart of OctoPrint is needed for that to take effect.
pt: O plugin foi reinstalado com êxito, no entanto o reinício do OctoPrint é necessário para que as mudanças sejam realizadas.

source: The plugin was reinstalled successfully, however a reload of the page is needed for that to take effect.
pt: O plugin foi reinstalado com êxito, no entanto o recarregamento da página é necessário para que as mudanças sejam realizadas.

source: Plugin "%(name)s" installed
pt: Plugin "%(name)s" instalado

source: The plugin was installed successfully
pt: O plugin foi instalado com êxito

source: The plugin was installed successfully, however a restart of OctoPrint is needed for that to take effect.
pt: O plugin foi instalado com êxito, no entanto o reinício do OctoPrint é necessário para que as mudanças sejam realizadas.

source: The plugin was installed successfully, however a reload of the page is needed for that to take effect.
pt: O plugin foi instalado com êxito, no entanto o recarregamento da página é necessário para que as mudanças sejam realizadas.

source: Reinstalling the plugin from URL "%(url)s" failed: %(reason)s
pt: Reinstalação do plugin do URL "%(url)s" falhou: %(reason)s

source: Installing the plugin from URL "%(url)s" failed: %(reason)s
pt: Instalação do plugin do URL "%(url)s" falhou: %(reason)s

source: Reinstalling the plugin from URL "%(url)s" failed, please see the log for details.
pt: Reinstalação do plugin de URL "%(url)s" falhou, por favor, veja o log para obter detalhes.

source: Installing the plugin from URL "%(url)s" failed, please see the log for details.
pt: A instalação do plugin do URL "%(url)s" falhou, por favor, veja o log para obter detalhes.

source: Plugin "%(name)s" uninstalled
pt: O Plugin "%(name)s" foi desinstalado

source: The plugin was uninstalled successfully
pt: O plugin foi desinstalado com sucesso

source: The plugin was uninstalled successfully, however a restart of OctoPrint is needed for that to take effect.
pt: O plugin foi desinstalado com sucesso, porém reiniciar o OctoPrint é necessário para que as mudanças sejam efetivadas.

source: The plugin was uninstalled successfully, however a reload of the page is needed for that to take effect.
pt: O plugin foi desinstalado com sucesso, no entanto o recarregamento da página é necessária para que as mudanças sejam efetivadas.

source: Uninstalling the plugin failed: %(reason)s
pt: A desinstalação do plugin falhou: %(reason)s

source: Uninstalling the plugin failed, please see the log for details.
pt: A desinstalação do plugin falhou, por favor, veja o log para obter detalhes.

source: Plugin "%(name)s" enabled
pt: Plugin "%(name)s" habilitado

source: The plugin was enabled successfully.
pt: O plugin foi ativado com sucesso.

source: The plugin was enabled successfully, however a restart of OctoPrint is needed for that to take effect.
pt: O plugin foi ativado com sucesso, porém reiniciar o OctoPrint é necessário para que as mudanças sejam efetivadas.

source: The plugin was enabled successfully, however a reload of the page is needed for that to take effect.
pt: O plugin foi ativado com sucesso, no entanto o recarregamento da página é necessária para que as mudanças sejam efetivadas.

source: Toggling the plugin failed: %(reason)s
pt: Ativar/desativar o plugin falhou: %(reason)s

source: Toggling the plugin failed, please see the log for details.
pt: Ativar/desativar o plugin falhou, por favor, veja o log para obter detalhes.

source: Plugin "%(name)s" disabled
pt: Plugin "%(name)s" desativado

source: The plugin was disabled successfully.
pt: O plugin foi desativado com sucesso.

source: The plugin was disabled successfully, however a restart of OctoPrint is needed for that to take effect.
pt: O plugin foi desativado com sucesso, porém reiniciar o OctoPrint é necessário para que as mudanças sejam efetivadas.

source: The plugin was disabled successfully, however a reload of the page is needed for that to take effect.
pt: O plugin foi desativado com êxito, no entanto o recarregamento da página é necessário para que as mudanças sejam realizadas.

source: Take note that all plugin management functionality is disabled while your printer is printing.
pt: Saiba que todas as funcionalidades de gestão de plugin estão desativadas enquanto a impressora está imprimindo.

source: Installed Plugins
pt: Plugins instalados

source: Bundled
pt: Pacotes

source: Homepage
pt: Página Inicial

source: Uninstall Plugin
pt: Desinstalar plugin

source: Get More...
pt: Tenha mais...

source: Close
pt: Encerrar

source: Install new Plugins...
pt: Instale novos Plugins...

source: ... from the <a href="%(url)s" target="_blank">Plugin Repository</a>
pt: … do <a href="%(url)s" target="_blank">Repositório de Plugin</a>

source: Sort by title
pt: Ordenar por título

source: Sort by publication date
pt: Ordenar por data de publicação

source: descending
pt: descendente

source: Only show uninstalled plugins
pt: Mostrar somente plugins desinstalados

source: Only show compatible plugins
pt: Mostrar somente plugins compatíveis

source: Refresh list from repository
pt: Atualizar lista de repositório

source: Search...
pt: Busca...

source: Details
pt: Detalhes

source: Sadly the repository is currently not available
pt: Infelizmente o repositório atualmente não está disponível

source: Is your OctoPrint installation connected to the internet?
pt: A instalação do OctoPrint está conectada à internet?

source: ... from URL
pt: … de URL

source: Enter URL...
pt: Digite a URL

source: This does not look like a valid "http://" or "https://" URL.
pt: Isto não se parece com um URL válido. "http://" ou "https://"

source: ... from an uploaded archive
pt: … de um arquivo carregado

source: This does not look like a valid plugin archive. Valid plugin archives should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
pt: Isto não se parece com um arquivo válido de plugin.Os arquivos válidos de plugin devem ser zip ou tarballs e têm a extensão ". zip", ". tar. gz", ". tgz" ou "tar"

source: Advanced options
pt: Opções avançadas

source: Use <code>--process-dependency-links</code> with <code>pip install</code>
pt: Use <code>--process-dependency-links</code> com<code>pip install</code>

source: Software Update
pt: Atualização do Software

source: There are updates available for the following components:
pt: Existem atualizações disponíveis para os seguintes componentes:

source: Those components marked with <i class="icon-ok"></i> can be updated directly.
pt: Esses componentes marcados com <i class="icon-ok"></i> podem ser atualizados diretamente.

source: Update Available
pt: Atualização Disponível

source: Ignore
pt: Ignorar

source: You can make this message display again via "Settings" > "Software Update" > "Check for update now"
pt: Você pode fazer esta mensagem exibir novamente através de "Configurações" > "Software Update" > "Verificar atualização agora"

source: Update now
pt: Atualizar Agora

source: Everything is up-to-date
pt: Tudo está atualizado

source: Updating...
pt: Atualizando...

source: Now updating, please wait.
pt: Atualizando, aguarde por favor...

source: Update not started!
pt: Atualização não iniciada!

source: The update could not be started. Is it already active? Please consult the log for details.
pt: A atualização não pôde ser iniciada. O componente está ativo? Por favor, consulte o log para obter detalhes.

source: Can't update while printing
pt: Não é possível atualizar durante a impressão

source: A print job is currently in progress. Updating will be prevented until it is done.
pt: Um trabalho de impressão está atualmente em andamento. Atualização não ocorrerão até ter acabado.

source: This will update your OctoPrint installation and restart the server.
pt: Isto irá atualizar a sua instalação OctoPrint e reiniciar o servidor.

source: Restart successful!
pt: Reiniciado com sucesso!

source: The server was restarted successfully. The page will now reload automatically.
pt: O servidor foi reiniciado com êxito. A página agora recarregará automaticamente.

source: Now updating %(name)s to %(version)s
pt: Atualizando agora %(name)s para %(version)s

source: Update successful, restarting!
pt: Atualização bem sucedida, reiniciando!

source: The update finished successfully and the server will now be restarted.
pt: A atualização foi concluída com êxito e o servidor será reiniciado agora.

source: Restart failed
pt: O reinício falhaou

source: The server apparently did not restart by itself, you'll have to do it manually. Please consult the log file on what went wrong.
pt: O servidor aparentemente não reiniciou por si só, você terá que fazê-lo manualmente. Por favor, consulte o arquivo de log para ver o erro.

source: The update finished successfully, please restart OctoPrint now.
pt: A atualização foi concluída com êxito, reinicie o OctoPrint agora.

source: The update finished successfully, please reboot the server now.
pt: A atualização foi concluída com êxito, por favor, reinicie o servidor agora.

source: Update successful, restart required!
pt: Actualização bem sucedida, é necessário reiniciar!

source: Restarting OctoPrint failed, please restart it manually. You might also want to consult the log file on what went wrong here.
pt: O reinício do OctoPrint falhou, por favor, reinicie-o manualmente. Você também pode querer consultar o arquivo de log para ver o erro.

source: Rebooting the server failed, please reboot it manually. You might also want to consult the log file on what went wrong here.
pt: O reinício do servidor falhou, por favor, reinicie-o manualmente. Você também pode querer consultar o arquivo de log para ver o erro.

source: Update successful!
pt: Actualização bem sucedida!

source: The update finished successfully.
pt: A atualização foi concluída com êxito.

source: Update failed!
pt: A atualização falhou

source: The update did not finish successfully. Please consult the log for details.
pt: A atualização não terminou com sucesso. Por favor, consulte o log para obter detalhes.

source: Please configure the <strong>checkout folder</strong> of OctoPrint, otherwise this plugin won't be able to update it. Click on the <i class="icon-wrench"></i> button to do this. Also refer to the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.
pt: Por favor, configure a <strong>pasta de saida</strong> de OctoPrint, caso contrário este plugin não poderá atualizá-lo. Clique sobre o <i class="icon-wrench"></i> o botão para fazer isso. Consulte também a <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">documentação</a>.

source: Plugin Configuration
pt: Configuração do plugin

source: Current versions
pt: Versões atuais

source: Update available
pt: Atualização Disponível

source: Update not possible, configuration ok?
pt: A atualização não for possível, a configuração está ok?

source: Installed:
pt: Instalado:

source: Available:
pt: Disponível:

source: Check for update now
pt: Buscar por atualizações agora

source: Force check for update (overrides cache used for update checks)
pt: Forçar verificação de atualização (substitui o cache usado para as verificações de atualização)

source: Force update now (even if no new versions are available)
pt: Forçar atualização agora (mesmo que não haja novas versões disponíveis)

source: OctoPrint checkout folder
pt: Pasta de checkout do OctoPrint

source: OctoPrint version tracking
pt: Acompanhamento de versões OctoPrint

source: Version cache TTL
pt: Versão de cache TTL

source: Cancel
pt: Cancelar

source: Save
pt: Salvar

source: Connection
pt: Conectar

source: State
pt: Status

source: Files
pt: Arquivos

source: Temperature
pt: Temperatura

source: Control
pt: Controle

source: GCode Viewer
pt: Visualizador GCode

source: Printer
pt: Impressora

source: Serial Connection
pt: Conexão Serial

source: Printer Profiles
pt: Perfis de impressão

source: Temperatures
pt: Temperaturas

source: Terminal Filters
pt: Filtros de terminal

source: GCODE Scripts
pt: Scripts de Gcode

source: Features
pt: Recursos

source: Folders
pt: Pastas

source: Appearance
pt: Aparência

source: Logs
pt: Registos de log

source: Server
pt: Servidor

source: Access Control
pt: Controle de Acesso

source: Access
pt: Acessar

source: Server is offline
pt: O servidor está offline

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
pt: O servidor parece estar offline, pelo menos eu não estou recebendo qualquer resposta dele. Vou tentar reconectar automaticamente <strong>durante o próximo minuto,</strong> no entanto, você pode tentar reconectar manualmente usando o botão abaixo.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
pt: O servidor parece estar offline, pelo menos eu não estou recebendo qualquer resposta dele. Eu <strong>não consegui reconectar automaticamente</strong> mas você pode tentar reconectar manualmente usando o botão abaixo.

source: Slicing ... (%(percentage)d%%)
pt: Fatiando ... (%(percentage)d%%)

source: Rendering timelapse
pt: Renderizando timelapse

source: Now rendering timelapse %(movie_basename)s
pt: Renderizando agora o timelapse %(movie_basename)s

source: Timelapse ready
pt: Timelapse pronto

source: New timelapse %(movie_basename)s is done rendering.
pt: O novo timelapse %(movie_basename)s terminou de ser renderizado.

source: Rendering of timelapse %(movie_basename)s failed with return code %(returncode)s
pt: A renderização do timelapse %(movie_basename)s falhou com o código de retorno %(returncode)s

source: Rendering failed
pt: A renderização falhou

source: Slicing ...
pt: Fatiando ...

source: Slicing done
pt: Fatiamento pronto

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
pt: O Fatiamento de %(stl)s para %(gcode)s, demorou %(time).2f segundos

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
pt: Não foi possível fatiar o %(stl)s para %(gcode)s: %(reason)s

source: Slicing failed
pt: O fatiamento falhou

source: Streaming ...
pt: Transmissão ...

source: Streaming done
pt: Transmissão pronta

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
pt: Transmitido %(local)s para %(remote)s em SD, demorou %(time).2f segundos

source: Opening serial port
pt: Abrindo conexão Serial

source: Detecting serial port
pt: Detectando porta serial

source: Detecting baudrate
pt: Detectando baudrate

source: Connecting
pt: Conectando

source: Operational
pt: Operacional

source: Printing from SD
pt: Imprimindo pelo SD

source: Sending file to SD
pt: Enviando o arquivo para o SD

source: Printing
pt: Imprimindo

source: Paused
pt: Pausado

source: Closed
pt: Encerrada

source: Transfering file to SD
pt: Trasferindo o arquivo para o SD

source: Connect
pt: Conectar

source: Disconnect
pt: Desconectar

source: Tool
pt: Ferramenta

source: Your available free disk space is critically low.
pt: Seu espaço livre em disco disponível está muito baixo.

source: Your available free disk space is starting to run low.
pt: Seu espaço livre em disco disponível está ficando baixo.

source: Your current disk usage.
pt: Seu uso do disco atual.

source: Filament
pt: Filamento

source: Estimated Print Time
pt: Tempo estimado para impressão

source: Last Printed
pt: Última Impressão

source: Last Print Time
pt: Último Tempo de Impressão

source: Could not upload the file. Make sure that it is a GCODE file and has the extension ".gcode" or ".gco" or that it is an STL file with the extension ".stl".
pt: Não foi possível fazer o upload do arquivo. Certifique-se de que ele é um arquivo Gcode e tem a extensão ".gcode" ou ".gco" ou que é um arquivo STL com a extensão ".stl".

source: Uploading ...
pt: Carregando…

source: Saving ...
pt: Salvando...

source: If you disable Access Control <strong>and</strong> your OctoPrint installation is accessible from the internet, your printer <strong>will be accessible by everyone - that also includes the bad guys!</strong>
pt: Se você desativar o controle de acesso <strong>e</strong> sua instalação OctoPrint está acessível a partir da internet, a sua impressora <strong>estará acessível parr todos - o que também inclui pessoas má intencionadas!</strong>

source: Loading...
pt: Carregando...

source: Analyzing...
pt: Analisando...

source: Analyzed
pt: Analisado

source: Model size
pt: Tamanho do modelo

source: Estimated layer height
pt: Altura estimada de camada

source: Layer count
pt: Contagem de camada

source: printed
pt: Impresso

source: visited
pt: visitado

source: Layer number
pt: Número da camada

source: Layer height
pt: Altura da camada

source: GCODE commands in layer
pt: Comandos Gcode na camada

source: Filament used by layer
pt: Filamento utilizado por camada

source: Print time for layer
pt: O tempo de impressão para a camada

source: Login successful
pt: Login efetuado com sucesso!

source: You are now logged in as "%(username)s"
pt: Você agora está conectado como "%(username)s"

source: Login failed
pt: Falha no login

source: User unknown or wrong password
pt: Usuário desconhecido ou senha incorreta

source: Logout successful
pt: Desconectado com sucesso

source: You are now logged out
pt: Você está desconectado.

source: The command "%(command)s" executed successfully
pt: O comando "%(command)s" foi executado com êxito

source: The command "%(command)s" could not be executed.
pt: O comando "%(command)s" não pôde ser executado.

source: Error
pt: Erro

source: default
pt: padrão

source: red
pt: vermelho

source: orange
pt: laranja

source: yellow
pt: amarelo

source: green
pt: verde

source: blue
pt: azul

source: black
pt: preto

source: Lower Left
pt: Canto Inferior Esquerdo

source: Center
pt: Centro

source: Identifier must be set
pt: O identificador deve ser ajustado

source: Invalid characters, only a-z, A-Z, 0-9, -, ., _, ( and ) are allowed
pt: Caracteres inválidos, use apenas a-z, A-Z, 0-9, -, ., _, ( and ) são permitidos

source: A profile with such an identifier already exists
pt: Aviso! Um perfil com o mesmo nome já existe!

source: There was unexpected error while saving the printer profile, please consult the logs.
pt: Houve erro inesperado ao salvar o perfil de impressora, consulte os registos.

source: Saving failed
pt: Falha ao salvar

source: There was unexpected error while removing the printer profile, please consult the logs.
pt: Houve erro inesperado durante a remoção do perfil de impressão, consulte os registos.

source: There was unexpected error while updating the printer profile, please consult the logs.
pt: Houve erro inesperado na atualização do perfil de impressão, consulte os registos.

source: Add Printer Profile
pt: Adicionar Perfil da Impressão

source: Edit Printer Profile "%(name)s"
pt: Editar Perfil de impressão "%(name)s"

source: Restarts the print job from the beginning
pt: Reinicia o trabalho de impressão a partir do início

source: Starts the print job
pt: Inicia o trabalho de impressão

source: Resumes the print job
pt: Resume o trabalho de impressão

source: Pauses the print job
pt: pausa o trabalho de impressão

source: Calculating...
pt: Calculando ...

source: Continue
pt: Continuar

source: Pause
pt: Pausar

source: On Z Change
pt: Durante a troca do Z

source: Timed
pt: Tempo

source: This will restart the print job from the beginning.
pt: Isto irá reiniciar a impressão a partir do início

source: violet
pt: violeta

source: white
pt: branco

source: Autodetect from browser
pt: Detectar automaticamente a partir do navegador

source: Do nothing
pt: Não fazer nada

source: Select for printing
pt: Selecione para impressão

source: Start printing
pt: Iniciar a impressão

source: Slicing %(filename)s
pt: Fatiando %(filename)s

source: Bed
pt: Mesa

source: just now
pt: agora mesmo

source: Actual
pt: Real

source: Target
pt: Objetivos

source: showing %(displayed)d lines
pt: mostrando %(displayed)d linhas

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered)
pt: mostrando %(displayed)d linhas (%(filtered)d de %(total)d total de linhas filtrada)

source: Site default
pt: Site padrão

source: Version
pt: Versão

source: Sourcecode
pt: Código fonte

source: Documentation
pt: Documentação

source: Bugs and Requests
pt: Bugs e Pedidos

source: Are you sure?
pt: Tem certeza?

source: Are you sure you want to proceed?
pt: Você tem certeza que quer continuar?

source: Proceed
pt: Prossiga

source: Configure Access Control
pt: Configurar Controle de Acesso

source: Username
pt: Nome de Usuário

source: Password
pt: Senha

source: Confirm Password
pt: Confirmar Senha

source: Passwords do not match
pt: As senhas não correspondem.

source: Disable Access Control
pt: Desativar Controle de Acesso

source: Keep Access Control Enabled
pt: Mantenha controle de acesso ativado

source: OctoPrint Settings
pt: Configurações do OctoPrint
