Repository: OctoPrint/OctoPrint
Catalog: src/octoprint/translations/*/LC_MESSAGES/messages.po
Languages: he, nl, no, ro

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
he: נראה שהשרת לא מחובר, או לפחות אני לא מצליח לקבל כל תגובה ממנו. אנסה להתחבר מחדש אוטומטית <strong>בעוד מספר דקות</strong>, אבל ניתן גם לנסות להתחבר מחדש עם הכפתור להלן.
nl: De server lijkt offline te zijn, althans er komt geen enkele reactie. Ik zal over <strong>een paar minuten</strong> opnieuw pogen te verbinden. Je kunt op elk moment met onderstaande knop 'handmatig' proberen te verbinden
no: Serveren er tilsynelatende frakoblet, i det minste får jeg ikke noen respons fra den. Jeg prøver å koble til automatisk <strong>over de neste minuttene</strong>, du kan prøve en manuell oppkobling når du ønsker det ved å bruke knappen nedenfor.
ro: Se pare că serverul nu este connectat sau, cel puțin, mie nu-mi răspunde. Voi încerca să mă reconectez automat <strong>în următoarele două minute</strong>, dar poți încerca oricând să te reconectezi manual utilizând butonul de mai jos.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
he: נראה שהשרת לא מחורב, או לפחות אני לא מצליח לקבל כל תגובה ממנו. <strong>החיבור האוטומאטי נכשל</strong>, אבל ניתן גם לנסות להתחבר מחדש עם הכפתור להלן.
nl: De server lijkt offline te zijn, dat wil zeggen dat ik er geen reactie van krijg. <strong>Ik kon niet automatisch opnieuw verbinden</strong>. Je kunt proberen handmatig proberen te verbinden met onderstaande knop.
no: Serveren er tilsynelatende frakoblet, i det minste får jeg ikke noen respons fra den. Jeg <strong>kan ikke koble til den automatisk</strong>, du kan prøve en manuell oppkobling når du ønsker det ved å bruke knappen nedenfor.
ro: Se pare că serverul nu este conectat sau, cel puțin, mie nu-mi răspunde. Eu <strong>nu pot să mă reconectez automat</strong>, dar poți încerca să te reconectezi manual utilizând butonul de mai jos.

source: Rendering timelapse
he: מרנדר timelapse
nl: Renderen van timelapse
no: Sammensetter timelapse
ro: Redare înregistrare rapidă

source: Now rendering timelapse %(movie_basename)s
he: כעת מרנדר timelapse %(movie_basename)s
nl: Nu de timelapse %(movie_basename)s aan het renderen
no: Sammensetter timelapse %(movie_basename)s
ro: Acum se redă înregistrarea rapidă %(movie_basename)s

source: Timelapse ready
he: Timelapse מוכן
nl: Timelapse klaar
no: Timelapse klar
ro: Înregistrarea rapidă este gata

source: New timelapse %(movie_basename)s is done rendering.
he: סיים לרנדר את ה-timelapse %(movie_basename)s
nl: Nieuwe timelapse %(movie_basename)s is gerenderd
no: Ny timelapse for %(movie_basename)s er ferdig sammensatt
ro: Redarea noii înregistrări rapide %(movie_basename)s s-a terminat.

source: Rendering of timelapse %(movie_basename)s failedwith return code %(returncode)s
he: מרנדר timelapse %(movie_basename)s הסתיים בשגיאה בעלת קוד מספר %(returncode)s
no: Sammensetting av timelapse %(movie_basename)s feilet med feilkode %(returncode)s

source: Rendering failed
he: רינדור נכשל
nl: Renderen mislukt
no: Sammensetting feilet
ro: Redarea a eșuat

source: Slicing ...
he: פורס...
nl: Slicing ... / Aan het fileren...
ro: Se feliază...

source: Slicing done
he: פריסה הושלמה
nl: Fileren is klaar
no: Slicing ferdig
ro: Feliere terminată

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
he: פריסה של %(stl)s אל %(gcode)s, לקח %(time).2f שניות
nl: Het 'slicen/fileren' van %(stl)s naar %(gcode)s, duurde %(time).2f seconden
no: Sliced %(stl)s til %(gcode)s, tok %(time).2f sekunder
ro: S-a feliat %(stl)s ca %(gcode)s în %(time).2f secunde

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
he: לא היה ניתן לפרוס %(stl)s אל %(gcode)s: %(reason)s
nl: Kon %(stl)s niet 'slicen/fileren' naar %(gcode)s: %(reason)s
no: Feilet å slice %(stl)s til %(gcode)s: %(reason)s
ro: Nu s-a putut felia %(stl)s în %(gcode)s: %(reason)s

source: Slicing failed
he: פריסה נכשלה
nl: Het 'slice/fileren' is mislukt
no: Slicing feilet
ro: Felierea a eșuat

source: Streaming ...
he: משדר ...
ro: Se transmite...

source: Streaming done
he: השידור הסתיים
nl: Het Streamen is klaar
no: Streaming ferdig
ro: Transmiterea s-a terminat

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
he: שודר %(local)s אל%(remote)s על SD, לקח %(time).2f שניות
nl: Streamen van %(local)s naar %(remote)s op SD, duurde %(time).2f seconden
no: Streamed %(local)s il %(remote)s på minnekort, took %(time).2f sekunder
ro: Transmiterea %(local)s către %(remote)s pe SD, a durat %(time).2f secunde

source: off
he: כיבוי
nl: uit
no: Av
ro: oprit

source: Offline
he: לא מחובר
no: Frakoblet
ro: Neconectat

source: Opening serial port
he: פותח יצירה טורית
nl: Openen van seriële poort
no: Åpner serialport
ro: Se deschide portul serial

source: Detecting serial port
he: מאתר יצירה טורית
nl: Detecteren van seriële poort
no: Finner serialport
ro: Se detectează portul serial

source: Detecting baudrate
he: מאתר מהירות העברה
nl: Baudrate detecteren
no: Finner seriell hastighet
ro: Se detectează viteza de transfer

source: Connecting
he: מתחבר
nl: Verbinden
no: Kobler til
ro: Se conectează

source: Operational
he: אופציונלי
nl: Operationeel
no: Operativ
ro: Funcțional

source: Printing from SD
he: הדפסה מ-SD
nl: Printen vanaf SD kaartje
no: Utskrift fra minnekort
ro: Se imprimă de pe SD

source: Sending file to SD
he: שולח קובץ אל SD
nl: Verstuur bestand naar SD kaartje
no: Sender fil til minnekort
ro: Se transmite fișierul către SD

source: Printing
he: מדפיס
nl: Printen
no: Skriver ut
ro: Se imprimă

source: Paused
he: בהפסקה
nl: Gepauzeerd
no: Pause
ro: În pauză

source: Closed
he: סגור
nl: Gesloten
no: Lukket
ro: Închis

source: Transfering file to SD
he: מעביר קובץ ל-SD
nl: Verstuur bestand naar SD kaartje
no: Overfører til minnekort
ro: Se transferă fișierul pe SD

source: Could not upload the file. Make sure that it is a GCODE file and has the extension ".gcode" or ".gco" or that it is an STL file with the extension ".stl" and slicing support is enabled and configured.
he: לא היה ניתן להעלות קובץ. יש וודא שזה הוא קובץ GCODE ושסיומת הקובץ היא ".gcode" או ".gco". או שהקובץ הוא STL עם הסיומת ".stl" כאשר פריסה מתמכת, מופעלת ומוגדרת.
nl: Kon het bestand niet uploaden. Zorg ervoor dat het bestand een GCODE of STL bestand is en ondersteuning voor fileren is aangezet en geconfigureerd. Een GCODE bestand heeft een extensie ".gcode" of ".gco". Een STL bestand heeft de extensie ".stl".
no: Klarte ikke å laste opp filen, Sørg for at det er en GCODE fil med filtype ".gcode" eller ".gco" eller det er en STL fil med filtype ".stl" og at slicing er aktivert og konfigurert.
ro: Nu pot încărca fișierul. Asigură-te că este un fișier GCODE și că are extensia ".gcode" sau ".gco" sau că este un fișier STL cu extensia ".stl" și că felierea este activată și configurată.

source: Uploading ...
he: מעלה ...
nl: Uploaden ...
no: Laster opp ...
ro: Se încarcă...

source: Saving ...
he: שומר ...
nl: Opslaan ...
no: Lagrer ...
ro: Se salvează...

source: OctoPrint
he: אוקטופרינט

source: Connect
he: התחבר
nl: Verbind
no: Koble til
ro: Connectare

source: Disconnect
he: התנתק
nl: Verbreken
no: Koble fra
ro: Deconectare

source: Tool
he: כלי
nl: Gereedschap
no: Verktøy
ro: Unealtă

source: Hotend
he: קצה חם
no: Dyse

source: Filament
he: סיב חומר
no: Tråd

source: Estimated Print Time
he: זמן הדפסה מוערך
nl: Geschatte print tijd
no: Bergenet utskriftstid
ro: Timp de imprimare estimat

source: Last Printed
he: הודפס לאחרונה
nl: Vorige print-job
no: Sist utskrevet
ro: Ultima dată imprimat

source: Last Print Time
he: זמן הדפסה אחרון
nl: Duur vorige print-job
no: Siste utskriftstid
ro: Ultima imprimare a durat

source: If you disable Access Control <strong>and</strong> your OctoPrint installation is accessible from the internet, your printer <strong>will be accessible by everyone - that also includes the bad guys!</strong>
he: אם ברצוך לבטל את ההרשאות גישה <strong>וגם</strong> ההתקנה של אוקטופרינט ניתנת לגישה דרך האינטרנט, אז <strong>כל אחד יוכל לשלוט על המדפסת שלך, זה כולל אנשים רעים!</strong>
nl: Als je de toegangs-controle uitschakelt <strong>is</strong> je OctoPrint installatie mogelijk toegangkelijk vanaf het internet. Je printer <strong> is toegankelijk voor iedereen - ook de kwaaie jongens!</strong>
no: Hvis du slår av adgangskontroll <strong>og</strong> din OctoPrint innstallasjon er tilgjengelig fra internett, din printer <strong>vil bli tilgjengelig for alle - inkluderer også dei med uærlige intensjoner</strong>
ro: Dacă dezactivezi controlul accesului <strong>și</strong> aplicația ta OctoPrint este accesibilă din Internet, imprimanta ta <strong>va putea fi accesată de oricine - asta incluzând și tipii răi!</strong>

source: Loading...
he: טוען
nl: Laden...
no: Laster...
ro: Se încarcă

source: Analyzing...
he: מנתח נתונים ...
nl: Analyseren...
no: Analyserer...
ro: Se analizează...

source: Analyzed
he: נתונים נותחו
nl: Geanalyseerd
no: Analysert
ro: Analizat

source: Model size
he: גודל מודל
nl: Model grootte
no: Modellstørrelse
ro: Mărimea modelului

source: Total filament used
he: סך הכל סיב חומר שנדרש
nl: Totaal gebruikte filament
no: Totalt trådforbruk
ro: Filament utilizat în total

source: mm
he: מ"מ

source: Estimated print time
he: זמן הדפסה משוער
nl: Geschatte print tijd
no: Beregnet printtid
ro: Timp de imprimare estimat

source: Estimated layer height
he: גובה שכבות משוער
nl: Geschatte laag hooge
no: Estimert laghøyde
ro: Înălțimea stratului estimată

source: Layer count
he: מספר שכבות
nl: Aantal lagen
no: Antall lag
ro: Număr de straturi

source: visited
he: בִּקֵּר
nl: bezocht
no: besøkt
ro: vizitat

source: Layer number
he: שכבה מספר
nl: Laag aantal
no: Lag nummer
ro: Numărul stratului

source: Layer height
he: גובה שכבה
nl: Laag hoogte
no: Lag høyde
ro: Înălțimea stratului

source: GCODE commands in layer
he: פקודות GCODE בשכבה
nl: GCODE commando's in laag
no: GCODE kommandoer i lag
ro: comenzi GCODE în strat

source: Filament used by layer
he: סיב חומר שנדש בשכבה
nl: hoeveelheid Filament gebruikt bij laag
no: Tråd brukt i laget
ro: Filament utilizat în strat

source: Print time for layer
he: זמן הדפסה עבור שכבה
nl: Print tijd per laag
no: Printtid for lag
ro: Timp de imprimare pentru strat

source: Login
he: כניסה
nl: Inloggen
no: Logg inn
ro: Conectare

source: Login successful
he: כניסה למערכת התבצעה בהצלחה
nl: Succesvol ingelogd
no: Logg inn vellykket
ro: Conectare reușită

source: You are now logged in as "%(username)s"
he: מחובר כעת בתור "%(username)s"
nl: Je bent nu ingelogd als "%(username)s"
no: Du er no logget inn som "%(username)s"
ro: Acum ești conectat ca "%(username)s"

source: Login failed
he: כניסה למערכת נכשלה
nl: Inloggen mislukt
no: Logg inn misslykkes
ro: Conectare eșuată

source: User unknown or wrong password
he: שם משתמש לא מוכר, או שגיאה בסיסמה
nl: Gebruiker onbekend of verkeerd wachtwoord
no: Bruker ukjent eller feil passord
ro: Utilizator necunoscut sau parolă greșită

source: Logout successful
he: כניסה התבצעה בהצלחה
nl: Uitloggen succesvol
no: Logg ut vellykket
ro: Deconectare reușită

source: You are now logged out
he: התנתקת מהמערכת
nl: Je bent nu uitgelogd
no: Du er nå logget ut
ro: Acum ești deconectat

source: The command "%(command)s" executed successfully
he: הפקודה "%(command)s" התבצעה בהצלחה
nl: Het commando "%(command)s" is succesvol uitgevoerd
no: Kommando "%(command)s" vellykket
ro: Comanda "%(command)s" a fost executată cu succes

source: The command "%(command)s" could not be executed.
he: לא ניתן לבצע את הפקודה "%(command)s".
nl: Het commando "%(command)s" kon niet uitgevoerd worden.
no: Kommando "%(command)s" mislykkes
ro: Comanda "%(command)s" nu a putut fi executată.

source: Error
he: שגיאה
nl: Fout
no: Feil
ro: Eroare

source: Continue
he: המשך
nl: Voortzetten
no: Fortsett
ro: Continuare

source: Pause
he: הפסק
nl: Pauze
ro: Pauză

source: On Z Change
he: שינוי ציר Z
nl: Bij hoogte verandering op de Z-as
no: På Z endring
ro: La schimbarea Z

source: Timed
he: מתוזמן
nl: Getimed
no: Tidtakes
ro: Temporizat

source: sec
he: שנ'
no: sek

source: This will restart the print job from the beginning.
he: פעולה זו תתחיל מחדש את ההדפסה מהתחלה
nl: Dit zal de print taak herstarten vanaf het begin.
no: Dette vil starte utskriftsjobbene fra starten
ro: Se va relua imprimarea de la început.

source: default
he: ברית מחדל
nl: Standaard
no: standard
ro: implicit

source: red
he: אדום
nl: rood
no: rød
ro: roșu

source: orange
he: כתום
nl: oranje
ro: portocaliu

source: yellow
he: צהוב
nl: geel
no: gul
ro: galben

source: green
he: ירוק
nl: groen
no: grønn
ro: verde

source: blue
he: כחול
nl: blauw
no: blå
ro: albastru

source: violet
he: סגול
no: fiolett

source: black
he: שחור
nl: zwart
no: svart
ro: negru

source: Bed
he: מיטה
no: Bord
ro: Masă

source: just now
he: זה הרגע
nl: zojuist
no: Akkurat no
ro: chiar acum

source: min
he: דקו'

source: Actual
he: נוכחי
nl: Werkelijke
no: Faktisk
ro: Efectiv

source: Target
he: מטרה
nl: Doel
no: Mål
ro: Țintă

source: Server is offline
he: שרת לא מחובר
nl: Server is niet bereikbaar
no: Server er frakoblet
ro: Serverul este deconectat

source: Attempt to reconnect
he: נסיון חיבור מחדש
nl: Probeer opnieuw te verbinden
no: Forsøk å koble til på nytt
ro: Încercare de reconectare

source: Upload locally
he: העלאה מקומית
nl: Lokaal uploaden
no: Last opp lokalt
ro: Încărcare locală

source: Upload to SD
he: העלאה לכרטיס SD
nl: opslaan op SD-kaart
no: Last opp til minnekort
ro: Încărcare pe SD

source: SD not initialized
he: SD לא מאותחל
nl: SD-kaart niet geïnitialiseerd
no: Minnekort er ikke startet
ro: SD nu este inițializat

source: Upload
he: העלאה
no: Last opp
ro: Încărcare

source: Are you sure?
he: האם את/ה בטוח?
nl: Weet je het zeker?
no: Er du sikker?
ro: Ești sigur?

source: Are you sure you want to proceed?
he: האם באמת להמשיך?
nl: Weet je zeker dat je verder wilt gaan?
no: Er du sikker du vil fortsette?
ro: Ești sigur că vrei să mergi mai departe?

source: Cancel
he: ביטול
nl: Annuleren
no: Avbryt
ro: Abandonare

source: Proceed
he: המשך
nl: Doorgaan
no: Fortsett
ro: Continuare

source: Configure Access Control
he: הגדרות לוח בקרה
nl: Toegangscontrole configureren
no: Konfigurer adgangskontroll
ro: Configurare control acces

source: <p> <strong>Please read the following, it is very important for your printer's health!</strong> </p> <p> OctoPrint by default now ships with Access Control enabled, meaning you won't be able to do anything with the printer unless you login first as a configured user. This is to <strong>prevent strangers - possibly with malicious intent - to gain access to your printer</strong> via the internet or another untrustworthy network and using it in such a way that it is damaged or worse (i.e. causes a fire). </p> <p> It looks like you haven't configured access control yet. Please <strong>set up an username and password</strong> for the initial administrator account who will have full access to both the printer and OctoPrint's settings, then click on "Keep Access Control Enabled": </p>
he: <p> <strong>יש לקרוא את המידה הבא, הוא חשוב לבריאות המדפסת שלך!</strong> </p> <p> אוקטופרינט בברית מחדל מגיע הם בקרת גישה מופעלת, כלומר לא יהיה ניתן לבצע דבר עם המדפסת אלה אם הכניסה הראשונית מוגדרת עם המשתמש. זאת כדי <strong>למנוע מאנשים זרים - ככל הנראה עם מטרות זדון - לשיג גישה למדפסת שלך</strong> דרך האינטרנט או רשת לא מאובטחת ושימוש במדפסת בדרך שתגרום נזק למדפסת, או גרוע מכך (למשל, גרמה של שריפה).. </p> <p> נראה שעדין לא הוגדרה בקרת גישה. אנא <strong>הגדר שם משתמש וסיסמה</strong> עבור מנהל המערכת הראשון שיהיה בעל גישה למדפסת וההגדרות של אוקטופרינט, לאחר מכן יש ללחוץ על "שמור על לוח בקרה מופעל": </p>
nl: <p> <strong>Lees het navolgende bericht, het is belangrijk voor het goed functioneren van je printer!!</strong> </p> <p> OctoPrint heeft nu de standaard toegangscontrole ingeschakeld. Dit betekent dat je niets kunt doen met de printer, tenzij je bent inlogd met een geconfigureerde gebruiker. Dit om te <strong>voorkomen dat vreemdelingen - met mogelijk kwade bedoelingen - toegang krijgen tot je printer</strong> via het internet of een ander onvertrouwd netwerk. En de printer zo kan gebruiken dat beschadiging ontstaat of erger (bijvoorbeeld brand). </p> <p> Het lijkt erop dat je toegangscontrole nog niet ingeschakeld hebt. Stel alsjeblieft <strong>een gebruikersnaam en wachtwoord in</strong> voor het eerste administrator account dat volledige toegang zal hebben tot de printer en OctoPrint's instellingen. Klik dan op "Hou toegangscontrole ingeschakeld": </p>
no: <p> <strong>Vennligst les følgende, det er veldig viktig for din printers helse!!</strong> </p> <p> OctoPrint kommer originalt med adgangskontroll aktivert, som betyr at du ikke får gjort noe med printeren med mindre du logger inn med en konfigurert bruker. Dette er for å <strong>forhindre ukjente - med potensielt uærlige intensjoner - fra å få tilgang til din printer</strong> via Internett eller et usikret nettverk og bruker den i en slik måte at skade oppstår eller verre (f.eks forårsaker en brann). </p> <p> Du har ikke konfigurert adgangskontrollen enda. Vennligst <strong>sett et brukernavn og passord</strong> for den første administratorkontoen som vil ha full adgang til både skriveren og OctoPrint innstillinger, klikk deretter på "Behold adgangskontroll aktivert": </p>
ro: <p> <strong>Te rog să citești în continuare, este foarte important pentru siguranța imprimantei tale!</strong> </p> <p> OctoPrint este livrat acum cu controlul accesului activat implicit, ceea ce înseamnă că nu vei putea face nimic cu imprimanta, dacă nu te vei conecta mai întâi ca un utilizator declarat. Asta este pentru <strong>a împiedica persoanele străine - având poate intenții răuvoitoare - să acceseze imprimanta ta</strong> din Internet sau prin alte rețele nesigure și să o utilizeze într-un mod care să o poată deteriora sau și mai rău (de exemplu să declanșeze un incendiu). </p> <p> Se pare că nu ai configurat încă modul de control al accesului. Te rog <strong>stabilește un nume de utilizator și o parolă</strong> pentru contul inițial de administrator, care va avea acces deplin la configurațiile imprimantei și OctoPrint, apoi apasă "Menține controlul accesului activat": </p>

source: Username
he: שם משתמש
nl: Gebruikersnaam
no: Brukernavn
ro: Numele utilizatorului

source: Password
he: סיסמה
nl: Wachtwoord
no: Passord
ro: Parolă

source: Confirm Password
he: אישור סיסמה
nl: Bevestig wachtwoord
no: Bekreft passord
ro: Confirmare parolă

source: Passwords do not match
he: סיסמאות לא תואמות
nl: De wachtwoorden komen niet overeen
no: Passordet er ikke likt
ro: Parolele nu se potrivesc

source: <p> <strong>Note:</strong> In case that your OctoPrint installation is only accessible from within a trustworthy network and you don't need Access Control for other reasons, you may alternatively disable Access Control. You should only do this if you are absolutely certain that only people you know and trust will be able to connect to it. </p> <p> <strong>Do NOT underestimate the risk of an unsecured access from the internet to your printer!</strong> </p>
he: <p> <strong>הערה:</strong> במקרה שההתקנה של אוקטופרינט ניתנת לגישה מתוך רשת לא מאובטחת, ואין צורך בניהול הרשאות גישה מסיבות אחרות, ניתן לבטל את ההשאות ניהול הגישה. אבל יש לעשות זאת רק אם בטוח לחלוטין שרק אנשים שמכירים וסומכים עליהם יהיו בעלי יכולת להתחבר למדפסת. </p> <p> <strong>נא לא לזלזל בסיכון של רשתות לא מאובטחות מהאינטרנט למדפסת שלך!!</strong> </p>
nl: <p> <strong>Memo:</strong> Indien je OctoPrint installatie alleen toegankelijk is vanaf een vertrouwd netwerk en je hebt toegangscontrole niet nodig voor andere redenen, kun je eventueel toegangscontrole uitschakelen. Je zou dit alleen moeten doen als je er absoluut zeker van bent dat alleen mensen die je kent en vertrouwd er verbinding mee kunnen maken. </p> <p> <strong>Onderschat het risico van onbeveiligde toegang vanaf het internet naar je printer niet!!</strong> </p>
no: <p> <strong>Noter:</strong> Hvis din OctoPrint installasjon er på et nettverk som du er helt sikker på at det er kun du eller folk du stoler på og du ikke ønsker adgangskontroll av en eller annen grunn, kan du deaktivere adgangskontrollen. Du burde kun gjøre dette vist du er helt sikker på at det er bare folk du kjenner og stoler på som vil koble til printeren. </p> <p> <strong>IKKE undervurder faren ved en usikret adgang fra Internett til din printer!</strong> </p>
ro: <p> <strong>Notă:</strong> În cazul în care aplicația ta OctoPrint este accesibilă doar dintr-o rețea sigură și nu ai nevoie de controlul accesului pentru alte mootive, poți să dezactivezi controlul accesului. Îți recomand asta numai dacă ești absolut sigur că se vor putea conecta doar oameni pe care îi cunoști și în care ai încredere. </p> <p> <strong>NU subestima riscul pe care-l prezintă accesul nesecurizat din Internet la imprimanta ta!</strong> </p>

source: Disable Access Control
he: ביטול לוח בקרה
nl: Toegangscontrole uitschakelen
no: Deaktiver adgangskontroll
ro: Dezactivează controlul accesului

source: Keep Access Control Enabled
he: שמור על לוח בקרה מופעל
nl: Houd de toegangscontrole ingeschakeld
no: Behold adgangskontroll aktivert
ro: Menține controlul accesului activat

source: Settings
he: הגדרות
nl: Instellingen
no: Innstillinger
ro: Configurații

source: System
he: מערכת
nl: Systeem
ro: Sistem

source: Remember me
he: זכור אותי
nl: Onthoud me
no: Husk meg
ro: Ține-mă minte

source: Change Password
he: החלף סיסמה
nl: Verander het wachtwoord
no: Endre passord
ro: Schimbă parola

source: Logout
he: התנתקות
nl: Uitloggen
no: Logg ut
ro: Deconectare

source: Connection
he: חיבור
nl: Verbinding
no: Tilkobling
ro: Conexiune

source: Serial Port
he: יציאה טורית
nl: Seriële poort
no: Seriellport
ro: Port serial

source: Baudrate
he: קצב באוד (Baudrate)
no: Datemengde
ro: Viteză de transfer

source: Save connection settings
he: שמור הגדרות חיבור
nl: Verbindings instellingen opslaan
no: Lagre tilkoblingsinnstillinger
ro: Salvare configurație conexiune

source: Auto-connect on server startup
he: חיבור מחדש עם עליית השרת
nl: Automatisch verbinden bij opstarten van server
no: Koble til automatisk ved oppstart
ro: Conectare automată la pornirea serverului

source: State
he: מצב
nl: Status
no: Tilstand
ro: Stare

source: Machine State
he: מצב מכונה
nl: Machine status
no: Maskintilstand
ro: Starea mașinii

source: File
he: קובץ
nl: Bestand
no: Fil
ro: Fișier

source: Approx. Total Print Time
he: זמן הדפסה סופי מוערך
nl: Geschatte totale print tijd
no: Beregnet total utskriftstid
ro: Timp de imprimare total estimat

source: Print Time
he: זמן הדפסה
nl: Print tijd
no: Utskriftstid
ro: Timp de imprimare

source: Print Time Left
he: זמן הדפסה נותר
nl: Resterende print tijd
no: Gjenstående utskriftstid
ro: Timp de imprimare rămas

source: Printed
he: הודפס
nl: Geprint
no: Utskrevet
ro: Imprimat

source: Restart
he: אתחול
nl: Herstarten
no: Omstart
ro: Reluare

source: Print
he: הדפסה
no: Utskriv
ro: Imprimare

source: Files
he: קבצים
nl: Bestanden
no: Filer
ro: Fișiere

source: Sort by name
he: מיין לפי שם
nl: Sorteer op naam
no: Sorter ved navn
ro: Sortare după nume

source: ascending
he: סדר עולה
nl: Oplopend
no: stigende
ro: crescător

source: Sort by upload date
he: מיין לפי זמן העלאה
nl: Sorteer op upload datum
no: Sorter ved opplastningsdato
ro: Sortare după data încărcării

source: descending
he: סדר יורד
nl: Aflopend
no: synkende
ro: descrescător

source: Sort by file size
he: מיין לפי גודל קובץ
nl: Sorteer op bestands grootte
no: Sorter filer etter størrelse
ro: Sortare după mărimea fișierului
