Repository: OctoPrint/OctoPrint
Catalog: src/octoprint/translations/*/LC_MESSAGES/messages.po
Languages: he, nl, no, ro

source: Only show files stored locally
he: הצג רק קבצים השמורים מקומית
nl: Laat alleen lokale bestanden zien
no: Bare vis filer lagret lokalt
ro: Arată doar fișierele stocate local

source: Only show files stored on SD
he: הצג רק קבצים השמורים על SD
nl: Laat alleen bestanden op SD-kaart zien
no: Bare vis filer lagret på minnekortet
ro: Arată doar fișierele stocate pe SD

source: Hide successfully printed files
he: הסתר קבצים שהודפסו בהצלחה
nl: Verberg succesvol geprinte bestanden
no: Skjul vellykkede utskriftsfiler
ro: Ascunde fișierele imprimate cu succes

source: Initialize SD card
he: מאתכל כרטיס SD
nl: Formateer SD kaart
no: Start minnekortet
ro: Inițializare card SD

source: Refresh SD files
he: מרענן קבצי SD
nl: Ververs de SD-kaart bestandslijst
no: Oppdater minnekort
ro: Reîmprospătează fișierele SD

source: Release SD card
he: משחזר כרטיס SD
nl: Geef SD kaart vrij
no: Løs ut minnekort
ro: Eliberează cardul SD

source: Search...
he: חיפוש...
nl: Zoek...
no: Søk...
ro: Se caută...

source: Uploaded
he: הועלה
nl: Geupload
no: Opplastet
ro: Încărcat

source: Size
he: גודל
nl: Grootte
no: Størrelse
ro: Mărime

source: Download
he: הורד
no: Last ned
ro: Descărcare

source: Remove
he: הסר
nl: Verwijderen
no: Fjern
ro: Ștergere

source: Load
he: טעינה
nl: Laden
no: Last
ro: Încărcare

source: Load and Print
he: טען והדפס
nl: Laad en print
no: Last og skriv ut
ro: Încărcare și imprimare

source: Free
he: פנוי
nl: Vrij
no: Ledig
ro: Liber

source: Hint: You can also drag and drop files on this page to upload them.
he: טיפ: ניתן לגרור קבצים אל דף זה כדי להעלות אותם
nl: Hint: Je kunt ook bestanden naar deze pagina slepen en loslaten om ze te uploaden.
no: Tips: Du kan også dra og slippe filer på denne siden for å laste de opp
ro: Indiciu: Poți trage și lăsa fișierele pe această pagină pentru a le încărca.

source: Temperature
he: טמפרטורה
nl: Temperatuur
no: Temperatur
ro: Temperatură

source: Control
he: שליטה
nl: Controle
no: Kontroll

source: GCode Viewer
he: מציג Gcode
no: GCode framviser
ro: Vizualizare GCode

source: Terminal
he: מסוף

source: Offset
he: הסט
no: Avvik
ro: Decalaj

source: Set
he: קבע
nl: Instellen
no: Velg
ro: Configurare

source: Off
he: כבוי
nl: Uit
no: Av
ro: Oprit

source: Select Tool...
he: כלי בחירה
nl: Selecteer gereedschap...
no: Velg verktøy
ro: Selectare unealtă...

source: Extrude
he: הוצא סיב חומר
nl: Extrudeer
ro: Extrudare

source: Retract
he: נסוג
nl: Terugtrekken
no: Tilbaketrekking
ro: Retragere

source: General
he: כללי
nl: Algemeen
no: Generell

source: Motors off
he: כבה מנועים
nl: Motoren uit
no: Motorer av
ro: Oprire motoare

source: Fans on
he: מאוורר דלוק
nl: Ventilatoren aan
no: Vifter på
ro: Pornire ventilatoare

source: Fans off
he: מאוורר כבוי
nl: Ventilatoren uit
no: Vifter av
ro: Oprire ventilatoare

source: Sync with job progress
he: סנכרן עם העבודה
nl: Synchroniseer met taak voortgang
no: Synkroniser med jobbprogresjon
ro: Sincronizare cu stadiul lucrării

source: Center viewport on model
he: מרכז תצוגה על מודל
nl: Centreer scherm op model
no: Sentrer bilde på modell
ro: Centrare ecran pe model

source: Zoom in on model
he: זום לתוך מודל
nl: Zoom in op model
no: Zoom inn på modell
ro: Mărire model

source: Show moves
he: הצג תזוזות
nl: Laat bewegingen zien
no: Vis forflyttninger
ro: Vizualizare mișcări

source: Show retracts
he: הצג נסיגות
nl: Laat retracts zien
no: Vis tilbaketrekninger
ro: Vizualizare retgrageri

source: Also show previous layer
he: אפשר הצגה של שכבה קודמת
nl: Laat ook de vorige laag zien
no: Også vis forrige lag
ro: Vizualizare strat anterior

source: Also show next layer
he: אפשר הצגה של שכבה הבאה
nl: Laat ook volgende laag zien
no: Også vis neste lag
ro: Vizualizare strat următor

source: Reload
he: רענן
nl: Herladen
no: Last på nytt
ro: Reîncărcare

source: Autoscroll
he: גלילה אוטומאטית
nl: Automatisch scrollen
ro: Defilare automată

source: Send
he: שלח
nl: Verstuur
ro: Trimitere

source: Timelapse Configuration
he: הגדרות timelapse
nl: Timelapse configuratie
no: Timelapse konfigurasjon
ro: Configurare înregistrare rapidă

source: Timelapse Mode
he: מצב timelapse
nl: Timelapse modues
no: Timelapse modus
ro: Mod înregistrare rapidă

source: Timelapse post roll (in rendered seconds)
he: עיבוד Timelapse (בשניות שרונדרו)
nl: Timelapse naloop (in gerenderde seconden)
no: Timelapse etter opptak (i sekunder)
ro: Întârziere oprire înregistrare automată (în secunde vizualizate)

source: Interval
he: אינטרוול

source: Save as default
he: שמור כברית מחדל
nl: Stel in als standaard
no: Lagre som standard
ro: Salvare ca valori implicite

source: Save config
he: שמור הגדרות
nl: Bewaar configuratie
no: Lagre konfigurasjon
ro: Salvare configurație

source: Finished Timelapses
he: Timelapses שהסתיימו
nl: Complete timelapsen
no: Ferdig timelapser
ro: Înregistrări rapide finalizate

source: Sort by
he: מיין לפי
nl: Sorteer op
no: Sorter etter
ro: Sortare după

source: Name
he: שם
nl: Naam
no: Navn
ro: Nume

source: Creation date
he: תאריך יצירה
nl: Creëer datum
no: Opprettelsesdato
ro: Dată creare

source: Action
he: פעולה
nl: Actie
no: Handling
ro: Acțiune

source: Version
he: גירסה
nl: Versie
no: Versjon
ro: Versiune

source: Homepage
he: דף בית
nl: Thuispagina
no: Hjemmeside
ro: Pagina de gardă

source: Sourcecode
he: קוד מקור
nl: Broncode
no: Kildekode
ro: Cod sursă

source: Documentation
he: תיעוד
nl: Documentatie
no: Dokumentasjon
ro: Documentație

source: Bugs and Requests
he: באגים ובקשות
nl: Bugs en Verzoeken
no: Feilrapportering og ønsker
ro: Probleme și solicitări

source: OctoPrint Settings
he: הגדרות אוקטופרינט
nl: OctoPrint instellingen
no: OctoPrint innstillinger
ro: Configurare OctoPrint

source: Printer
he: מדפסת
ro: Imprimantă

source: Serial Connection
he: חיבור טורי
nl: Seriële verbinding
no: Seriell kontakt
ro: Conexiune serială

source: Printer Parameters
he: פרמטרים של המדפסת
no: Printer parametere

source: Temperatures
he: טמפרטורות
nl: Temperaturen
no: Temperaturer
ro: Temperaturi

source: Terminal filters
he: פילטרי מסוף
no: Terminal filtre
ro: Filtre pentru terminal

source: Features
he: פיצ'רים
nl: Functies
no: Funksjoner
ro: Caracteristici

source: Webcam
he: מצלמת רשת
no: Nettkamera

source: Access Control
he: בקרת גישה
nl: Toegangs controle
no: Adgangskontroll
ro: Control acces

source: Folders
he: תיקיות
nl: Mappen
no: Mapper
ro: Directoare

source: Appearance
he: מראה
nl: Uiterlijk
no: Utseende
ro: Aspect

source: Logs
he: לוגים
no: Logger
ro: Înregistrări activitate

source: Auto-connect to printer on server start
he: התחבר מחדש למדפסת עם העלייה של השרת
nl: Automatisch verbinden met printer bij starten server
no: Koble til printer automatisk ved oppstart
ro: Conectare automată a imprimantei la pornirea serverului

source: Communication timeout
he: חיבור לא עובד עקב timeout
nl: Communicatie timed-out
no: Kommunikasjon tidsavbrudd
ro: Expirare temporizare comunicație

source: Temperature timeout
he: טמפרטורה timeout
nl: Temperatuur timed-out
no: Temperatur tidsavbrudd
ro: Expirare temporizare temperatură

source: SD status timeout
he: מצב SD ב-timeout
no: Minnekort tidsavbrudd
ro: Expirare temporizare stare SD

source: Connection timeout
he: חישוב פסק, timeout
nl: Verbinding timed-out
no: Oppkoblingstidsavbrudd
ro: Expirare temporizare conexiune

source: Autodetection timeout
he: זהוי timeout אוטמטי
nl: Auto detectie timed-out
no: Automatisk detekteringstidsavbrudd
ro: Expirare temporizare autodetectare

source: Log communication to serial.log (might negatively impact performance)
he: שמור יומן תקשורת על serial.log (פעולה זו עלולה להשפיע בצורה שלילית על ביצועים)
nl: Log communicatie naar serial.log (kan negetief zijn voor de prestaties)
no: Skriv logg til serial.log (kan redusere ytelsen)
ro: Înregistrare comunicație în serial.log (poate afecta negativ performanța)

source: Warning
he: אזהרה
nl: Waarschuwing
no: Advarsel
ro: Avertizare

source: Axis
he: צירים
nl: Assen
no: Akse
ro: Axă

source: Invert control
he: הפוך שליטה
nl: Bedieining spiegelen
no: Inverter kontroller
ro: Inversare comandă

source: Default extrusion length
he: אורך ברית מחדל של הוצאת סיב חומר
no: Standard extrusion lengde

source: Number of Extruders
he: מספר אקסטרודרים
nl: Aantal Extruders
no: Antall dyser
ro: Număr de extrudere

source: Extruder Offsets
he: הסט אקסטרודר
no: Extruder avvik
ro: Decalaje extruder

source: Bed Size
he: גודל מיטה
no: Plattformstørrelse

source: Radius
he: רדיוס

source: Circular
he: מעגלי
nl: Cirkelvormig
no: Sirkulær

source: Stream URL
he: כתובת שידור וידאו
ro: URL flux video

source: Snapshot URL
he: כתובת שידור תמונה
no: Hurtigbilde URL
ro: URL imagine capturată

source: Path to FFMPEG
he: נתיב עבור FFMPEG
nl: Lokatie van FFMPEG
no: Sti til FFMPEG
ro: Cale către FFMPEG

source: Timelapse bitrate
he: איכות timelapse
ro: Viteză înregistrare rapidă

source: Enable OctoPrint watermark in timelapse movies
he: הוסף סימן מים של אוקטופרינט עבור סרטונים
nl: Schakel OctoPrint watermerk in bij timelapse films
no: Aktiver OctoPrint vannmerke i timelapsefilmer
ro: Activează marcajul OctoPrint în înregistrările rapide

source: Flip webcam horizontally
he: הפוך תמונת מצלמה אופקית
nl: Spiegel webcam Horizontaal
no: Horisontal invertere webcam
ro: Rotește camera pe orizontală

source: Flip webcam vertically
he: הפוך תמונת מצלמה אנכית
nl: Spiegel webcam verticaal
no: Vertikal invertere webcam
ro: Rotește camera pe verticală

source: Enable Temperature Graph
he: הפעל גרף טמפרטורה
nl: Schakel temperatuur grafiek in
no: Aktiver temperaturgraf
ro: Activează graficul temperaturii

source: Enable GCode Visualizer
he: הפעל ויזואליזציה של GCode
nl: Schakel GCode Visualizer in
no: Aktiver GCode framviser
ro: Activează vizualizarea GCode

source: Enable SD support
he: הפעל תמיכה ב-SD
nl: Schakel SD ondersteuning in
no: Aktiver støtte for minnekort
ro: Activează suportul pentru SD

source: Always assume SD card is present
he: תמיד תניח שכרטיס SD נמצא
nl: Neem aan dat SD kaart altijd aanwezig is
no: Alltid anta at minnekort er på plass
ro: Consideră întotdeauna cardul SD prezent

source: Wait for <code>start</code> on connect
he: המתן עבור <code>start</code> בחיבור
nl: Wacht voor <code>start</code> bij het verbinden
no: Vent for <code>start</code> på tilkobling
ro: Așteaptă <code>start</code> la conectare

source: Send a checksum with <strong>every</strong> command
he: המתן עבור סיכום ביקורת (checksum) עבור <strong>כל</strong> פקודה
nl: Stuur een checksum met <strong>elk</strong> commando
no: Send en kontrollsum med <strong>alle</strong> kommandoer
ro: Transmite suma de control cu <strong>fiecare</strong> comandă

source: Support <code>TargetExtr%%n</code>/<code>TargetBed</code> target temperature format
he: תמוך עבור <code>TargetExtr%%n</code>/<code>TargetBed</code> פורמט טמפרטורת ייעד
no: Støtte <code>TargetExtr%%n</code>/<code>TargetBed</code> mål pemperatur format
ro: Susține formatul <code>TargetExtr%%n</code>/<code>TargetBed</code> pentru temperatura țintă

source: Swallow the first "ok" after a resend response
he: לבלוע את ה-"ok" הראשון אחרי שנשלחה מחדשה תגובה
nl: Eerste "ok" negeren na opnieuw verzonden reactie
no: Svelg unna første "ok" etter omsendt svar
ro: Ascunde primul "ok" după un răspuns retransmis

source: Upload Folder
he: תקיית העלאה
nl: Lokatie voor Uploads
no: Opplastningsmappe
ro: Încarcă director

source: Timelapse Folder
he: תקיית timelapse
nl: Lokatie voor timelapse
no: Timelapse mappe
ro: Director pentru înregistrarea rapidă

source: Timelapse Temp Folder
he: תקייה זמנית ל-timelapse
nl: Tijdelijke timelapse map
no: Timelapse midlertidig mappe
ro: Director temporar pentru înregistrarea rapidă

source: Logs Folder
he: תקיית לוגים
nl: Logboek map
no: Loggmappe
ro: Director pentru înregistrarea activității

source: Watched Folder
he: תקייה שנצפתה
nl: Bekeken map
no: Kontrollert mappe
ro: Director pentru înregistrări rapide vizionate

source: Extruder
he: אקסטרודר

source: RegExp
he: ביטוי רגולרי
nl: Reguliere Expressie

source: Title
he: כותרת
nl: Titel
no: Tittel
ro: Titlu

source: Color
he: צבע
nl: Kleur
no: Farge
ro: Culoare

source: Enable slicing via Cura
he: הפעל פריסה באמצעות Cura
no: Aktiver slicing via Cura

source: Path to Cura
he: נתיב ל-Cura
no: Sti til Cura

source: Path to Cura config
he: נתיב להגדרות של Cura
no: Sti til Curakonfigurasjon

source: Enable
he: אפשר
nl: Ingeschakeld
no: Aktiver
ro: Activare

source: Allow <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
he: אפשר <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
nl: Sta <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a> toe
no: Tillat <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
ro: Permite <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>

source: API Key
he: מפתח API
nl: API sleutel
no: API nøkkel
ro: Cheie API

source: Active
he: פעיל
nl: Aktief
no: Aktiv
ro: Activ

source: Admin
he: מנהל

source: Update User
he: עדכן משתמש
nl: Update gebruiker
no: Oppdater bruker
ro: Actualizare utilizator

source: Change password
he: שינוי סיסמה
nl: Verander wachtwoord
no: Endre passord
ro: Modificare parolă

source: Delete user
he: מחק משתמש
nl: Gebruiker verwijderen
no: Slett bruker
ro: Ștergere utilizator

source: Add user
he: הוסף משתמש
nl: Gebruiker toevoegen
no: Legg til bruker
ro: Adăugare utilizator

source: Repeat Password
he: חזור על סיסמה
nl: Wachtwoord herhalen
no: Gjenta passord
ro: Repetare parolă

source: Abort
he: ביטול
nl: Afbreken
no: Avbryt
ro: Abandonare

source: Confirm
he: אישור
nl: Bevestig
no: Bekreft
ro: Confirmare

source: Edit user "%(user)s"
he: ערוך משתמש "%(user)s"
nl: Bewerk gebruiker "%(user)s"
no: Endre bruker "%(user)s"
ro: Editare utilizator "%(user)s"

source: Change password for user "%(user)s"
he: החלף סיסמה עבור משתמש "%(user)s"
nl: Verander wachtwoord voor gebruiker "%(user)s"
no: Endre passord for bruker "%(user)s"
ro: Modificare parolă pentru utilizatorul "%(user)s"

source: New Password
he: סיסמה חדשה
nl: Nieuw wachtwoord
no: Nytt passord
ro: Parolă nouă

source: Current API Key
he: מפתח API נוכחי
nl: Huidige API sleutel
no: Nåværende API nøkkel
ro: Cheie API curentă

source: N/A
he: לא זמין
nl: N/B

source: Modification date
he: תאריך שינוי
nl: Datum aangepast
no: Endret dato
ro: Data modificării

source: Date
he: תאריך
nl: Datum
no: Dato
ro: Dată

source: Save
he: שמור
nl: Opslaan
no: Lagre
ro: Salvare

source: Repetier
no: Repeter

source: YYYY-MM-DD HH:mm
nl: DD-MM-YYYY HH:mm
ro: DD.MM.YYYY HH.mm

source: printed
nl: geprint

source: Restarts the print job from the beginning
nl: Start het print opnieuw vanaf het begin.

source: Starts the print job
nl: Start de print-taak

source: Resumes the print job
nl: Gaat verder met de print-taak

source: Pauses the print job
nl: Pauzeert de print-taak

source: Slicing %(filename)s
nl: %(filename)s aan het fileren

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
nl: Geef aan welke slicer/fileer software gebruikt moet worden en met welk profiel. Geef vervolgens aan de resulterende GCODE file een naam. Of druk op de knop 'Cancel' als je de file nu niet wilt 'slicen'/fileren,

source: Slicer
nl: 'Slicer' of fileersoftware

source: Select a slicer...
nl: Selecteer de 'slicer' / fileer-software

source: Slicing Profile
nl: Fileer profiel

source: Slice
nl: Fileer / 'Slice'

source: Resume
nl: Ga verder

source: Cancels the print job
nl: Stopt met de print taak

source: Only show GCode files
nl: Vertoon alleen GCode files

source: Only show STL files
nl: Vertoon alleen de STL files

source: Timelapse
ro: Înregistrare rapidă
